{
    "blogData": [
        {
            "id": "1",
            "title": "THINGS TO KEEP IN MIND BEFORE MOVING TO LILLE",
            "image": "/assets/blogImages/lille.jpg",
            "data": "I moved here at Lille on August 2019 for my Masters in Food Science and just like most first-time-abroad students, I too was involved in a bit of culture shock. As an effort to comfort the next batches of students, I pen down the most important things to keep in mind ahead of flying here.| 1. Language: Even I did not believe unless I landed first at Paris airport. You can rarely find any English signboard, or any English-speaking staff  at the airport or bus/ train. It is highly recommended to introduce and prepare yourself with the basics of French and accent of the natives.| 2. Umbrella and good quality shoes, or boots: Even with one Lille winter under my belt, I still could not understand the highly unpredictable Lille weather- temperature fluctuations, high winds, downpours a minute ago and the cheerful sun the very next minute. An umbrella in your bag until you are acquainted with shops to buy raincoats, is a must.| 3. Clothes: Pack just the basic T-shirts, pants, 2-3 good quality pullovers and jackets. Do not worry and do not overpack, as on my next article, I am planning to put the cheap outlets where you can buy quality clothes upon shifting here comfortably.| 4. Groceries: There are many online estimators calculating the monthly living costs in France according to the city where you live, and many of them estimated it as 600-800€ per month, including the rent, in Lille. But it is my 9th month here in this city, and I have managed to adjust my monthly expenses within a maximum of 400€!! My next article will also show how to manage the finances in Lille| 5. Spices: If you are a spice lover and add spices to your each meal, let me tell you, Lille does not have too many Indian shops where you can get the spices of your choice, although we have a lot of them at Paris. So, to survive for the first few weeks, maybe you can pack the essential spices.| 6. Utensils: Roti Chakla and belans are easily available here so you can avoid packing them to avoid unnecessary luggage weights in flight. If you think of it as an absolute necessity, you can bring a 1.5-2 L pressure cooker (with a bottom suitable for induction stove), but then again, they are available in Paris (Gare du Nord). Do not bring more than a plate or any other utensils for obvious weight issues.| 7. Eyebrow shaving blades: For girls who regularly keep up with threading their eyebrows can order a packet of shaving blades from Amazon, since taking an appointment and visiting parlours is quite a tedious job here. Also, do not forget to watch YouTube videos on how to use it followed by practising on your brows.| 8. Braderie de Lille: One of the largest gatherings in France and the largest flea market in Europe welcomes you on the weekend of the first Sunday of September. So, if you are a student arriving for September intake, gear up for the annual event. I can guarantee you the best weekend of the year at Lille| 9. Mobile apps: You can consider installing the apps- Ilevia and MAPS.ME before landing in Lille, as you get the updated routes and schedules of local buses, trams, and trains."
        }
    ]
}