{
    "blogData": [
        {
            "id": "2",
            "title": "Engineering with cerebral palsy",
            "image": "/assets/blogImages/shivam.jpg",
            "data": "You might be thinking why even am I writing this, right? Good question! As engineering is the most common academic choice of the country then what is so extraordinary in my journey. Well, let’s find out...| It all started when I was very young, don’t ask how old I was, that was my first introduction to the computer.  I used my uncle’s PC with Windows 98 operating system and Pentium processor. I started by playing some iconic video games such as \"Road Rush\" and \"MS Pinball Arcade\" and then slowly I learned MS Word, Paint and CoralDraw. Very soon I was able to expertise in these applications, my uncle recognized my remarkable interest in computer and gifted me a PC on my birthday when I was in 1st standard.| Gradually I turned into a consistent user of the computer and soon I became an advanced user who could rectify some operational issues. I used to get the highest scores in the computer subject and was the favorite student of the computer teachers in my early schooling days in Shishu Sarothi and Maria’s Public School, Guwahati. Eventually I earned the title \"computer expert\" in my school and among friends as well as relatives. I wanted to know more about computers and solve every possible real-life problem with the computer. As my two uncles are engineers as well as my cousin sister was also pursuing computer engineering, so I was fascinated to be a computer engineer.| Soon I was promoted to 9th standard and the school asked me to register for the CBSE board examinations. As I am a person with 65 % disability. My condition is called cerebral palsy or Athetoid cerebral palsy to be more precise, which restricts me to walk confidently like a normal person, write with pen as well as inscribe my signature properly. So, I was using the computer to do my classworks, homeworks as well as writing my exams. But unfortunately, In CBSE board examinations, there was no provision for writing exams on the computer. So, I had to join the National Institute of Open Schooling (NIOS) as there were provisions and flexibilities. But since there were no such candidates to avail those provisions, the officials were not aware. We struggled to avail those special provisions and at last I was the first to write 10th standard exams on the computer in the country. When the results declared I got a 0 in one of the subjects, so we filed RTI against it and found out that my computer printed answer script was missing. This was due to lack of code of conduct and examiner was not informed about the special relaxation. We protested for justice with the help of A.A.S.U and then a special exam was conducted for me and finally I passed 10th standard directly from 8th standard. Due to all these subsequences, the admissions for the science stream in the regular schools were closed at that moment. Therefore, I had to join NIOS again.| Since there was regular classroom system in NIOS, it was difficult for me to understand some parts of the subjects like physics, chemistry and mathematics. But most fortunately I had some wonderful home tutors who helped me to understand the subjects in depth and also entertained interesting discussions related to the subjects. In the meantime, I pursued certification courses of graphics designing and C++ programing. My parents couldn’t accept my career choice as engineering seriously as they thought it would be impossible for me to pursue engineering due to my physical conditions. So, I had to do all the application process by myself with the help of my uncle and   tutors. I appeared two nation level entrance exams, JEE for the government institutions and KIITEE for KIIT Bhubaneswar. I cracked the both and through JEE I got selected for the National Institute of Technology Patna. Meanwhile I appeared the 12th standard exams and when results declared, again the same issue, I got a 0 in two of the subjects, I was shocked and very depressed.  We filed RTI which takes at least 50 days. I almost lost my hope until one day someone from the Joint Seat Allocation Authority called up and asked why wasn’t I attending the counselling round for admission, then I told him about the situation but he said that there is an option for provisional admission and asked me to go as soon as possible. At that time Tezpur University was hosting the counselling for the North East. I was impressed by the beautiful campus of the university. Then my parents some how convinced me to take admission in Tezpur University instead of NIT Patna as Patna was far from Assam. In the meantime, we got the RTI report and found out the same issue again, that my computer printed answer scripts were missing. Then again special exams were conducted for me and finally I passed 12th standard. On the day before the day of leaving for Tezpur, some relative as and friends were invited and we had great party, it was a moment of happiness.| Here a new journey begins. I was attending my first day classes after three years of distance learning, so I was excited as well as nervous too. Later in the evening, a special meeting was called for me to discuss my special needs. The authorities allotted me a single room with attached specialized bathroom, allowed a caretaker to stay with me and also arranged a physiotherapist for me. I requested the teachers to allow me to write exams on the computer and give me objective type questions which they happily agreed.  Then Freshers’ party, namely General Freshers’ was organized and I prepared a speech for it, it is said that I was the first to get a standing ovation from the entire audience in the history of the university. From that day I become popular in the university.| I always believed in love and that love is the foundation of life. May be that’s the reason why I often get attracted to ladies and I had several crushes since school days but I didn’t have the courage and confidence to approach them directly. In the first year of engineering, I had crushes on two of my batchmates, we spent some sweet memorable time together in those days. Soon I got engaged in University fests, competition and projects and we lost our connection, then later I realized they are in relationships so I stepped aside. Then I met a beautiful lady from the social work department and spend few months together then she got married. In the later part of third year I met another gorgeous lady and spent some real quality time together, though we hadn’t official proposed each other but we more than just friends and the campus noticed it. Suddenly she stopped answering my calls and I enquired if she’s alright, then one day one of my juniors informed that she’s in a relationship with someone, I didn’t believe him until I saw with my own eyes. That my heart shattered into brittle pieces and I cried blood and even started smoking. I got devoted to lord Shiva in search of happiness, knowledge and wisdom which helped me to recover from the traumatic sufferings.| I always try to make myself look better and be a better person, so wanted to join the gym but the authorities did not allow me in the gym because of my physical conditions but I was determined and started doing some physical exercises in my hostel room itself. Then one day I met Mahadev Deka sir, who is the Mr. Universe himself and he called me to his gym and inspired me to train under him. Observing my hard work and determination the authorities allowed me to train in the university gym. In the year 2018, I was honoured as the Guest Poser in the 29th Mr. Assam Bodybuilding and Fitness Championship and also secured the First Runners Up position in the Mr. Tezpur University competition which eventually increased my popularity in the campus.| My interest in bodybuilding made me realized that nutrition is important for bodybuilding, so I learned about human sport nutrition and exercise science. Now it has been almost three years since I am helping other people to stay fit and healthy through a Facebook page. Doing so I had the opportunity to develop some entrepreneurial skills such as curiosity, time management, strategic thinking, branding, networking and resilience.| Engineering can’t be discussed without mentioning the rigorous examinations… yes, those exams were very tough for me and even failed in some. Few of the professors believed that I should do well in the exams without relaxation which makes it difficult to attempt all the questions. But later on, I succeed in proving them that I can do it and now they are proud of me.| During my undergrad study I have worked in a number of projects in different areas of computer science where I had the opportunity to explore and obtain an overview of various aspects of the vast subject. I also had the opportunity work as the marketing coordinator/head in the university festivals where I developed some managerial skills and learned to convince people through proper communication and offers. In the third year, I had a course where I learned about the fundamentals of management and social ethics in engineering, very soon I developed a keen interest in these subjects In the final year of my bachelor’s degree and along with my studies, I did an internship in the business administration department of our university where I developed more managerial skills such as communication skills, organizational skills, decision making skills, empathetic skills and analytical skills. The outcome of my project was much appreciated by my supervisor and other mentors too which eventually motivated me to pursue further studies on business management.| I want to pursue further studies in Business Management because I believe becoming an entrepreneur is not that easy as it requires discipline, creative thinking, business management knowledge and knowledge in human behaviour to get results. Combining these with determination and passion and I believe that I have the potential of a successful entrepreneur. However, I still believe that the knowledge I have gained over the years is still lacking and I am confident that I will find what I am looking for in the Business programs which is where my interests lies. Working in an international business setting needs far more than just the ability to form new friendships because it requires in-depth knowledge of the pros and cons of the business industry as well as the latest technology that can be applied to the business. I believe with the right tutelage, I will be able to succeed in my endeavour in becoming one of the best entrepreneurs in the international business scene.| At the end, I would like to quote that \"I was a boy with dreams… engineering and Tezpur University moulded and turn me into a Man with a Character…. \""
        },
        {
            "id": "1",
            "title": "THINGS TO KEEP IN MIND BEFORE MOVING TO LILLE",
            "image": "/assets/blogImages/lille.jpg",
            "data": "I moved here at Lille on August 2019 for my Masters in Food Science and just like most first-time-abroad students, I too was involved in a bit of culture shock. As an effort to comfort the next batches of students, I pen down the most important things to keep in mind ahead of flying here.| 1. Language: Even I did not believe unless I landed first at Paris airport. You can rarely find any English signboard, or any English-speaking staff  at the airport or bus/ train. It is highly recommended to introduce and prepare yourself with the basics of French and accent of the natives.| 2. Umbrella and good quality shoes, or boots: Even with one Lille winter under my belt, I still could not understand the highly unpredictable Lille weather- temperature fluctuations, high winds, downpours a minute ago and the cheerful sun the very next minute. An umbrella in your bag until you are acquainted with shops to buy raincoats, is a must.| 3. Clothes: Pack just the basic T-shirts, pants, 2-3 good quality pullovers and jackets. Do not worry and do not overpack, as on my next article, I am planning to put the cheap outlets where you can buy quality clothes upon shifting here comfortably.| 4. Groceries: There are many online estimators calculating the monthly living costs in France according to the city where you live, and many of them estimated it as 600-800€ per month, including the rent, in Lille. But it is my 9th month here in this city, and I have managed to adjust my monthly expenses within a maximum of 400€!! My next article will also show how to manage the finances in Lille| 5. Spices: If you are a spice lover and add spices to your each meal, let me tell you, Lille does not have too many Indian shops where you can get the spices of your choice, although we have a lot of them at Paris. So, to survive for the first few weeks, maybe you can pack the essential spices.| 6. Utensils: Roti Chakla and belans are easily available here so you can avoid packing them to avoid unnecessary luggage weights in flight. If you think of it as an absolute necessity, you can bring a 1.5-2 L pressure cooker (with a bottom suitable for induction stove), but then again, they are available in Paris (Gare du Nord). Do not bring more than a plate or any other utensils for obvious weight issues.| 7. Eyebrow shaving blades: For girls who regularly keep up with threading their eyebrows can order a packet of shaving blades from Amazon, since taking an appointment and visiting parlours is quite a tedious job here. Also, do not forget to watch YouTube videos on how to use it followed by practising on your brows.| 8. Braderie de Lille: One of the largest gatherings in France and the largest flea market in Europe welcomes you on the weekend of the first Sunday of September. So, if you are a student arriving for September intake, gear up for the annual event. I can guarantee you the best weekend of the year at Lille| 9. Mobile apps: You can consider installing the apps- Ilevia and MAPS.ME before landing in Lille, as you get the updated routes and schedules of local buses, trams, and trains."
        }
    ]
}